Repository: OsamaAyesh/walletdealsl
Catalog: lib/core/localization/l10n/intl_*.arb
Languages: ar

# customer_requests_screen_text11
source: Month
ar: شهر

# customer_requests_screen_text12
source: 6 Months
ar: 6 شهور

# customer_requests_screen_text13
source: 12 Months
ar: 12 شهر

# customer_requests_screen_text14
source: Sales List
ar: قائمة المبيعات

# customer_requests_screen_text15
source: Sold
ar: تم البيع

# confirmation_all_dialog_text1
source: Confirm All Requests
ar: تاكيد جميع الطلبات

# confirmation_all_dialog_text2
source: Are you sure you want to confirm all customer requests?
ar: هل أنت متأكد من تاكيد جميع طلبات الزبائن؟

# confirmation_all_dialog_text3
source: Cancel
ar: إلغاء

# confirmation_all_dialog_text4
source: Confirm
ar: تأكيد

# confirmation_order_text1
source: Confirm Request
ar: تاكيد الطلب

# confirmation_order_text2
source: Are you sure you want to confirm the customer's request?
ar: هل أنت متأكد من تاكيد الطلب الخاص بالزبون ؟

# confirmation_order_text3
source: Customer Name:
ar: اسم الزبون :

# confirmation_order_text4
source: Invoice Amount:
ar: مبلغ الفاتورة :

# confirmation_order_text5
source: Invoice Amount After Discount:
ar: مبلغ الفاتورة بعد الخصم :

# confirmation_order_text6
source: Cancel
ar: إلغاء

# confirmation_order_text7
source: Approve Transaction
ar: قبول العملية

# edit_acount_info_screen_text1
source: Edit Account Information
ar: تعديل معلومات الحساب

# edit_acount_info_screen_text2
source: Provider First Name
ar: الإسم الأول المزود

# edit_acount_info_screen_text3
source: First Name
ar: الإسم الأول

# edit_acount_info_screen_text4
source: Provider Last Name
ar: الإسم الثاني المزود

# edit_acount_info_screen_text5
source: Last Name
ar: إسم العائلة

# edit_acount_info_screen_text6
source: Business Name
ar: اسم المنشاة التجارية

# edit_acount_info_screen_text7
source: Enter Business Name
ar: قم بكتابة اسم المنشاة التجارية

# edit_acount_info_screen_text8
source: Subtitle
ar: الوصف الفرعي

# edit_acount_info_screen_text9
source: The subtitle displayed to customers must not exceed 80 characters.
ar: الوصف الفرعي الذي سيظهر للزبائن لا يزيد عن 80 حرف

# edit_acount_info_screen_text10
source: City
ar: المدينة

# edit_acount_info_screen_text11
source: Town
ar: البلدة

# edit_acount_info_screen_text12
source: Add Location
ar: إضافة الموقع

# edit_acount_info_screen_text13
source: List of Locations (Branches)
ar: قائمة المواقع (الفروع)

# edit_acount_info_screen_text14
source: City
ar: المدينة

# edit_acount_info_screen_text15
source: Town
ar: البلدة

# edit_acount_info_screen_text16
source: Facebook Page Link
ar: رابط صفحة الفيسبوك

# edit_acount_info_screen_text17
source: Page Link
ar: رابط الصفحة

# edit_acount_info_screen_text18
source: Instagram Page Link
ar: رابط صفحة الإنستقرام

# edit_acount_info_screen_text19
source: Instagram Page Link
ar: رابط صفحة الإنستقرام

# edit_acount_info_screen_text20
source: WhatsApp Number
ar: رقم الواتساب

# edit_acount_info_screen_text21
source: WhatsApp Link
ar: رابط رقم الواتس أب

# edit_acount_info_screen_text22
source: TikTok Page Link
ar: رابط صفحة التيكتوك

# edit_acount_info_screen_text23
source: TikTok Page Link
ar: رابط صفحة التيك توك

# edit_acount_info_screen_text24
source: Working Hours
ar: مواعيد العمل

# edit_acount_info_screen_text25
source: From
ar: من

# edit_acount_info_screen_text26
source: To
ar: إلى

# edit_acount_info_screen_text27
source: Working Days
ar: أيام العمل

# edit_acount_info_screen_text28
source: Saturday
ar: السبت

# edit_acount_info_screen_text29
source: Sunday
ar: الأحد

# edit_acount_info_screen_text30
source: Monday
ar: الإثنين

# edit_acount_info_screen_text31
source: Tuesday
ar: الثلاثاء

# edit_acount_info_screen_text32
source: Wednesday
ar: الأربعاء

# edit_acount_info_screen_text33
source: Thursday
ar: الخميس

# edit_acount_info_screen_text34
source: Edit Logo
ar: تعديل اللوجو

# edit_acount_info_screen_text35
source: Edit Logo
ar: تعديل اللوجو

# edit_acount_info_screen_text36
source: Edit Data
ar: تعديل البيانات

# error_internet_connection_title
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# error_internet_connection_subTitle
source: Please check your network connection and try again
ar: تحقق من اتصالك بالشبكة وحاول مرة أخرى

# error_internet_connection_buttonText
source: Retry
ar: إعادة المحاولة
