Repository: OsamaAyesh/walletdealsl
Catalog: lib/core/localization/l10n/intl_*.arb
Languages: ar

# on_boarding_screen_page1_text1
source: Try Wallet Deals Free for 7 Days
ar: جرب Wallet Deals مجانًا لمدة 7 أيام

# on_boarding_screen_page1_text2
source: Enjoy the best deals and discounts from merchants around you for a whole week at no cost, and discover a smart and easy shopping experience!
ar: استمتع بأفضل العروض والخصومات من التجار حولك لمدة أسبوع كامل بدون أي تكلفة، واكتشف تجربة تسوق ذكية وسهلة!

# on_boarding_screen_page1_text3
source: Next
ar: التالي

# on_boarding_screen_page2_text1
source: Save More, Enjoy More!
ar: وفر أكثر، استمتع أكثر!

# on_boarding_screen_page2_text2
source: Get exclusive discounts based on your package, pay less on every purchase, with your favorite merchant!
ar: احصل على خصومات حصرية بناءً على باقتك، وادفع أقل في كل عملية شراء، مع التاجر المفضل لديك!

# on_boarding_screen_page2_text3
source: Next
ar: التالي

# on_boarding_screen_page3_text1
source: Easy Payments and Discounts in Your Pocket
ar: سهولة الدفع والخصومات في جيبك

# on_boarding_screen_page3_text2
source: Quickly scan a QR code and enjoy hassle-free cash payments with Wallet Deals!
ar: مسح سريع لرمز QR ودفع نقدي مريح، لتتمتع بخصوماتك دون عناء، كل ذلك مع Wallet Deals!

# on_boarding_screen_page3_text3
source: Start Now
ar: إبدء الآن

# login_screen_text1
source: Login
ar: تسجيل الدخول

# login_screen_text2
source: Welcome to Wallet Deals App
ar: مرحبا بك في تطبيق واليت ديلز

# login_screen_text3
source: Email
ar: البريد الإلكتروني

# login_screen_text4
source: Your Email
ar: البريد الإلكتروني الخاص بك

# login_screen_text5
source: Password
ar: كلمة المرور

# login_screen_text7
source: Forgot Password?
ar: هل نسيت كلمة المرور ؟

# login_screen_text8
source: Login
ar: تسجيل الدخول

# login_screen_text9
source: Don't have an account?
ar: ليس لدي حساب بالفعل ؟

# login_screen_text10
source: Create a New Account
ar: إنشاء حساب جديد

# error_dialog_in_sign_in1
source: Login Failed!
ar: فشل تسجيل الدخول!

# error_dialog_in_sign_in2
source: Sorry, an error occurred during login, or your account does not exist. Please try again later.
ar: عذراً، حدث خطأ أثناء تسجيل الدخول . أو حسابك غير موجود حاول مرة أخرى لاحقا

# error_dialog_in_sign_in3
source: Try Again
ar: حاول مرة أخرى

# success_dialog_in_sign_in1
source: Login Successful!
ar: تم تسجيل الدخول بنجاح!

# success_dialog_in_sign_in2
source: Welcome back! You have successfully logged in. Enjoy your app experience.
ar: مرحباً بعودتك! لقد تم تسجيل دخولك بنجاح، استمتع بتجربتك في التطبيق.

# sign_up_screen_text1
source: Sign Up
ar: إنشــاء حســاب

# sign_up_screen_text2
source: Welcome to Wallet Deals App
ar: مرحبا بك في تطبيق واليت ديلز

# sign_up_screen_text3
source: First Name
ar: الإسم الأول

# sign_up_screen_text4
source: First Name
ar: الاسم الأول

# sign_up_screen_text5
source: Last Name
ar: الإسم العائلة

# sign_up_screen_text6
source: Last Name
ar: الاسم العائلة

# sign_up_screen_text7
source: Email
ar: البريد الإلكتروني

# sign_up_screen_text8
source: Your Email
ar: البريد الإلكتروني الخاص بك

# sign_up_screen_text9
source: Phone Number
ar: رقم الهاتف

# sign_up_screen_text10
source: Phone Number
ar: رقم الهاتف

# sign_up_screen_text11
source: City
ar: المدينة

# sign_up_screen_text12
source: Choose Area
ar: أختر المنطقة

# sign_up_screen_text13
source: Password
ar: كلمة المرور

# sign_up_screen_text15
source: Do you agree to the terms and conditions?
ar: هل توافق على سياسة الإستخدام

# sign_up_screen_text16
source: Register Now
ar: سجل الآن

# sign_up_screen_text17
source: Already have an account?
ar: لدي حساب بالفعل ؟

# sign_up_screen_text18
source: Login
ar: تسجيل الدخول

# error_dialog_in_sign_up1
source: Sign Up Failed!
ar: فشل إنشاء الحساب!

# error_dialog_in_sign_up2
source: Sorry, an error occurred during account creation. Please try again later.
ar: عذراً، حدث خطأ أثناء إنشاء الحساب. حاول مرة أخرى لاحقاً.

# error_dialog_in_sign_up3
source: Try Again
ar: حاول مرة أخرى

# success_dialog_in_sign_up1
source: Account Created Successfully!
ar: تم إنشاء الحساب بنجاح!

# success_dialog_in_sign_up2
source: Welcome! Your account has been created successfully. You can now start using the app.
ar: مرحباً بك! تم إنشاء حسابك بنجاح، يمكنك الآن البدء في استخدام التطبيق.

# success_dialog_in_sign_up3
source: Start Using Now
ar: إبدء الاستخدام الآن

# forget_password_text1
source: Reset Password
ar: إستعادة كلمة المرور

# forget_password_text2
source: Retrieve your password now and continue your fun journey exploring the best offers on Wallet Deals.
ar: استرجع كلمة مرورك الآن وأكمل رحلتك الممتعة في استكشاف أفضل العروض على Wallet Deals.

# forget_password_text3
source: Email
ar: البريد الإلكتروني

# forget_password_text4
source: Your Email
ar: البريد الإلكتروني الخاص بك

# forget_password_text5
source: Send Verification Code
ar: أرسل كود التحقق

# verification_code_text1
source: Verify Code
ar: تأكيد الرمز

# verification_code_text2
source: Enter Verification Code
ar: أدخل رمز التحقق

# verification_code_text3
source: Resend
ar: إعادة الإرسال

# verification_code_text4
source: Confirm Code
ar: تأكيد رمز التحقق

# error_dialog_verification_code1
source: Code Mismatch
ar: الكود غير متطابق

# error_dialog_verification_code2
source: The code you entered does not match the one sent to you. Please verify and try again.
ar: الكود الذي أدخلته غير متطابق مع الكود المرسل إليك. يرجى التحقق والمحاولة مرة أخرى

# error_dialog_verification_code3
source: Try Again
ar: حاول مرة أخرى

# success_dialog_verification_code1
source: Authentication Complete
ar: تمت عملية المصادقة

# success_dialog_verification_code2
source: Change your password and set a strong one.
ar: قم بتغيير كلمة المرور وقم بوضع كلمة مرور قوية

# new_password_screen_text1
source: Update Password
ar: تعديل كلمة المرور

# new_password_screen_text2
source: Please enter your new password and confirm it to secure your account.
ar: يرجى إدخال كلمة المرور الجديدة ثم كتابة كلمة المرور الجديدة لحماية حسابك

# new_password_screen_text3
source: New Password
ar: كلمة المرور الجديدة

# new_password_screen_text5
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# new_password_screen_text7
source: Update Password
ar: تعديل كلمة المرور

# error_dialog_new_password_screen_text1
source: Password Update Failed
ar: فشل في تغيير كلمة المرور

# error_dialog_new_password_screen_text2
source: The new password and confirmation password do not match. Please verify and try again.
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقتين. يرجى التأكد وإعادة المحاولة

# error_dialog_new_password_screen_text3
source: Try Again
ar: حاول مرة أخرى

# success_dialog_new_password_screen_text1
source: Password Changed Successfully!
ar: تم تغيير كلمة المرور بنجاح!

# success_dialog_new_password_screen_text2
source: Your password has been updated. Make sure to use your new password.
ar: لقد تم تحديث كلمة المرور الخاصة بك. تأكد من استخدام كلمة المرور الجديدة

# success_dialog_new_password_screen_text3
source: Back to Login Screen
ar: العودة الي شاشة تسجيل الدخول

# subscribe_screen_text1
source: Subscribe Now
ar: اشتـــرك الآن

# subscribe_screen_text2
source: Choose Your Preferred Plan
ar: اختر الخطة التي تفضلها

# subscribe_screen_text3
source: Choose your plan now and enjoy exclusive discounts on everything you need with Wallet Deals!
ar: اختر باقتك الآن واستمتع بخصومات حصرية على كل ما تحتاجه مع Wallet Deals!

# subscribe_screen_text4
source: Popular Plan
ar: الخطة الرائجة

# subscribe_screen_text5
source: Subscription Period
ar: مدة الإشتراك

# subscribe_screen_text6
source: Monthly
ar: كل شهر

# subscribe_screen_text7
source: Included Sectors
ar: القطاعات المشمولة

# subscribe_screen_text8
source: Subscribe to This Plan
ar: الاشتراك في هذه الخطة

# subscribe_screen_text9
source: Start Now with Wallet Deals Discounts for 7 Days Free
ar: إنطلق الآن مع خصومات واليت ديلز لمدة 7 أيام مجانا

# subscribe_screen_text10
source: You can change your chosen plan after your current one ends or by contacting us.
ar: من الممكن تغيير الباقة التي قمت باختيارها بعد انتهاء الباقة المشترك بها او عن طريق التواصل معنا

# main_screen_text1
source: Home
ar: الرئيسية

# main_screen_text2
source: Favorites
ar: المفضلة

# main_screen_text3
source: Scanner
ar: الماسح الضوئي

# main_screen_text4
source: My Bills
ar: فواتيري

# main_screen_text5
source: Profile
ar: برفايلي

# home_body_text1
source: Home Page
ar: الصفحة الرئيسية

# home_body_text2
source: Available Sectors
ar: القطاعات المتاحة

# home_body_text3
source: Offers Near You
ar: العروض القريبة منك

# home_body_text4
source: Discover Places
ar: اكتشف الأماكن

# home_body_text5
source: Best Offers
ar: أقوى العروض

# home_body_text6
source: Services and Products at Discounted Prices
ar: خدمات ومنتجات بأسعار مخفضة

# home_body_text7
source: Discount Percentage:
ar: نسبة الخصم :

# notification_screen_text1
source: Notifications
ar: الإشعارات

# notification_screen_text2
source: No Notifications Currently
ar: لا يوجد اشعارات حاليا

# location_screen_text1
source: Navigate to Merchant Details
ar: الإنتقال إلى تفاصيل التاجر

# restaurants_cafes_screen_text1
source: Restaurants and Cafes
ar: المطاعم والكافيهات

# restaurants_cafes_screen_text2
source: Search for the Offers You Want
ar: إبحث عن العروض التي تريدها

# restaurants_cafes_screen_text3
source: Offers
ar: العروض

# restaurants_cafes_screen_text4
source: Merchants
ar: التجار

# restaurants_cafes_screen_text5
source: Services/Products
ar: خدمات/منتجات

# restaurants_cafes_screen_text6
source: Discount Percentage:
ar: نسبة الخصم :

# restaurants_cafes_screen_text7
source: Special Offers
ar: عروض خاصة

# restaurants_cafes_screen_text8
source: Service/Product
ar: خدمة / منتج

# restaurants_cafes_screen_text9
source: Filter
ar: فلتر

# restaurants_cafes_screen_text10
source: City
ar: المدينة

# restaurants_cafes_screen_text11
source: Town
ar: البلدة

# restaurants_cafes_screen_text12
source: Search
ar: بحث

# restaurants_cafes_screen_text13
source: Cancel
ar: إلغاء

# restaurants_cafes_screen_text14
source: Search Here
ar: قم بالبحث هنا

# restaurants_cafes_screen_text15
source: Most Popular Providers
ar: أكثر المزودين رواجا

# trader_details_screen_text1
source: Merchant Details
ar: تفاصيل التاجر

# trader_details_screen_text2
source: Discount Percentage:
ar: نسبة الخصم:

# trader_details_screen_text3
source: Merchant Location
ar: موقع التاجر

# trader_details_screen_text4
source: Merchant's Social Media Links
ar: مواقع التواصل الاجتماعي الخاصة بالتاجر

# trader_details_screen_text5
source: Working Hours
ar: مواعيد العمل

# trader_details_screen_text6
source: Products Not Included in Discount
ar: المنتجات الغير مشمولة في الخصم

# trader_details_screen_text7
source: Please note that some services are not included in discounts.
ar: نود التنويه إلى أن بعض الخدمات لدينا غير مشمولة ضمن الخصومات

# trader_details_screen_text8
source: The provider depends on selling service/product
ar: المزود يعتمد على بيع خدمة /منتج

# trader_details_screen_text9
source: Provider Location
ar: موقع المزود

# trader_details_screen_text10
source: Merchant's Social Media Links
ar: مواقع التواصل الاجتماعي الخاصة بالتاجر

# trader_details_screen_text11
source: List of Services/Products
ar: قائمة الخدمات المنتجات

# trader_details_screen_text12
source: The provider relies only on special offers
ar: المزود يعتمد على العروض الخاصة فقط

# trader_details_screen_text13
source: List of Special Offers
ar: قائمة العروض الخاصة

# favorites_screen_text1
source: Favorites
ar: المفضلة

# favorites_screen_text2
source: Providers
ar: المزودين

# favorites_screen_text3
source: Offers
ar: العروض

# favorites_screen_text4
source: Offer Expired
ar: انتهى العرض

# favorites_screen_text5
source: Offer Available
ar: العرض متاح

# qr_screen_tex1
source: QR Scanner
ar: الماسح الضوئي

# complete_purchase_text1
source: Complete Purchase
ar: إتمام عملية الشراء

# complete_purchase_text2
source: Product/Service Name
ar: إسم المنتج/ الخدمة

# complete_purchase_text3
source: Quantity
ar: عدد القطع

# complete_purchase_text4
source: My Savings on the Product/Service
ar: توفيراتي من المنتج / الخدمة

# complete_purchase_text5
source: Amount Before Discount for Product/Service:
ar: المبلغ قبل الخصم للمنتج/ الخدمة :

# complete_purchase_text6
source: Amount After Discount for Product/Service:
ar: المبلغ بعد الخصم للمنتج/ الخدمة :

# complete_purchase_text7
source: Add to Cart
ar: إضافته إلى السلة

# complete_purchase_text8
source: Products/Services Available in the Cart
ar: المنتجات /الخدمات المتاحة في السلة

# complete_purchase_text9
source: Quantity
ar: عدد القطع

# complete_purchase_text10
source: Amount Before Discount
ar: المبلغ قبل الخصم

# complete_purchase_text11
source: Amount After Discount
ar: المبلغ بعد الخصم

# complete_purchase_text12
source: Complete Purchase
ar: إتمام عملية الشراء

# complete_purchase_text13
source: Pay the Following Amount to the Provider
ar: قم بدفع المبلغ التالي للمزود

# complete_purchase_text14
source: Total Amount Before Discount:
ar: مجموع مبلغ قبل الخصم :

# complete_purchase_text15
source: NIS
ar: شيكل

# complete_purchase_text16
source: My Savings on the Transaction:
ar: توفيراتي من العملية :

# complete_purchase_text17
source: Confirm Transaction
ar: تاكيد العملية

# complete_purchase_text18
source: Purchase Amount Before Discount
ar: مبلغ عملية الشراء قبل الخصم

# complete_purchase_text19
source: Discount Percentage:
ar: نسبة الخصم :

# complete_purchase_text20
source: Products/Services Not Included in Discount
ar: المنتجات /الخدمات الغير مشمولة في الخصم

# complete_purchase_text21
source: Please note that some products/services are not included in discounts.
ar: نود التنويه إلى أن بعض المنتجات / الخدمات لدينا غير مشمولة ضمن الخصومات

# sucess_dialog_in_complete_purchase1
source: Purchase Completed Successfully
ar: تمت عملية الشراء بنجاح

# sucess_dialog_in_complete_purchase2
source: Your transaction has been confirmed by the merchant, and the purchase was successful.
ar: لقد تمت تاكيد عمليتك من قبل التاجر وتمت عملية الشراء بنجاح

# error_dialog_in_complete_purchase1
source: Purchase Failed
ar: لم تتم عملية الشراء

# error_dialog_in_complete_purchase2
source: An error occurred during the purchase, and the transaction was not completed successfully.
ar: حدث خطأ أثناء عملية الشراء ولم تتم العملية بنجاح

# my_bills_screen_text1
source: My Bills
ar: فواتيري

# my_bills_screen_text2
source: My Purchases Before Discount
ar: مشترياتي قبل الخصم

# my_bills_screen_text3
source: My Purchases After Discount
ar: مشترياتي بعد الخصم

# my_bills_screen_text4
source: My Savings
ar: توفـــــــيــــــراتـي

# my_bills_screen_text5
source: NIS
ar: شيكل

# my_bills_screen_text6
source: Month
ar: شهر

# my_bills_screen_text7
source: 6 Months
ar: 6 شهور

# my_bills_screen_text8
source: 12 Months
ar: 12 شهر

# my_bills_screen_text9
source: Purchase List
ar: قائمة المشتريات

# my_bills_screen_text10
source: Discounted Amount:
ar: المبلغ المخصوم:

# personal_page_tex1
source: Personal Page
ar: الصفحة الشخصية

# personal_page_tex2
source: Number of Points
ar: عدد النقاط

# personal_page_tex3
source: Subscription Type
ar: نوع الإشتراك

# personal_page_tex4
source: Subscription Details
ar: تفاصيل الإشتراك

# setting_screen_text1
source: Settings
ar: الإعدادات

# setting_screen_text2
source: App Language
ar: لغة التطبيق

# setting_screen_text3
source: Receive Notifications
ar: تلقي إشعارات

# setting_screen_text4
source: About App
ar: عن التطبيق

# setting_screen_text5
source: Privacy Policy
ar: سياسة الخصوصية

# setting_screen_text6
source: Change Password
ar: تعديل كلمة المرور

# setting_screen_text7
source: Logout
ar: تسجيل الخروج

# setting_screen_text8
source: Change Language
ar: تعديل اللغة

# setting_screen_text9
source: Arabic Language
ar: اللغة العربية

# setting_screen_text11
source: Cancel
ar: إلغاء

# setting_screen_text12
source: Change Language
ar: تعديل اللغة

# setting_screen_text13
source: Logout
ar: تسجيل الخروج

# setting_screen_text14
source: Are you sure you want to logout?
ar: هل أنت متأكد من عملية تسجيل الخروج؟

# setting_screen_text15
source: Cancel
ar: إلغاء

# setting_screen_text16
source: Logout
ar: تسجيل الخروج

# setting_screen_text17
source: Contract Details
ar: تفاصيل العقد

# modify_password_screen_text1
source: Change Password
ar: تعديل كلمة المرور

# modify_password_screen_text2
source: Keep your account secure. Update your password regularly.
ar: حافظ على أمان حسابك، قم بتحديث كلمة المرور الخاصة بك بانتظام

# modify_password_screen_text3
source: Current Password
ar: كلمة المرور الحالية

# modify_password_screen_text5
source: New Password
ar: كلمة المرور الجديدة

# modify_password_screen_text7
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# modify_password_screen_text9
source: Update Password
ar: تعديل كلمة المرور

# subscription_details_screen_text1
source: Subscription Details
ar: تفاصيل الاشتراك

# subscription_details_screen_text2
source: Subscription Information
ar: معلومات الإشتراك

# subscription_details_screen_text3
source: Package Name
ar: اسم الباقة

# subscription_details_screen_text4
source: Subscription Start Date
ar: تاريخ بداية الاشتراك

# subscription_details_screen_text5
source: Subscription End Date
ar: تاريخ نهاية الاشتراك

# subscription_details_screen_text6
source: Subscription Status
ar: حالة الإشتراك

# subscription_details_screen_text7
source: Subscription Active
ar: الاشتراك نشط

# about_application_screen_tex1
source: About the App
ar: عن التطبيق

# about_application_screen_tex2
source: The Wallet Deals application was launched to facilitate daily shopping and enable users to know the latest exclusive offers. The application is available on Google Play and App Store, supporting both Arabic and English to meet the needs of different users. The app allows easy data registration with high privacy and complete protection during usage. Additionally, it includes Google Maps to facilitate access to different sectors and a dedicated QR code for each subscriber, enhancing security. The app also features fast response times, an internal browser for browsing offers and products easily, a points program for subscribers, 24/7 technical support, and continuous updates to ensure the best user experience. Many other features make Wallet Deals the perfect choice for daily shopping.
ar: تم إطلاق تطبيق شركة /"واليت ديلز" لتسهيل عمليات الشراء اليومية وتمكين المستخدمين من معرفة أحدث العروض الحصرية. يتميز التطبيق بتوفره على منصتي Google Play وApp Store، ويدعم كلًا من اللغة العربية والإنجليزية لتلبية احتياجات مختلف المستخدمين. يتيح التطبيق سهولة تسجيل البيانات مع ضمان خصوصية عالية وحماية كاملة أثناء الاستخدام. بالإضافة إلى ذلك، يحتوي التطبيق على Google Maps لتسهيل الوصول إلى مختلف القطاعات، ورمز QR مخصص لكل مشترك لا يمكن مشاركته مع أي شخص آخر، مما يعزز الأمان. يتميز التطبيق أيضًا بسرعة الاستجابة، ووجود متصفح داخلي يتيح للمستخدمين تصفح العروض والمنتجات بسهولة. كما يقدم التطبيق برنامج نقاط مميز للمشتركين، ويقدم دعمًا فنيًا على مدار الساعة، إلى جانب التحديثات المستمرة لضمان تقديم أفضل تجربة استخدام. والعديد من الميزات الأخرى التي تجعل من /"واليت ديلز" الخيار الأمثل للتسوق اليومي.

# privacy_policy_screen_tex1
source: Privacy Policy
ar: سياسة الخصوصية

# privacy_policy_screen_tex2
source: 1- Introduction
ar: 1- مقدمة

# privacy_policy_screen_tex3
source: 2- Information We Collect
ar: 2- المعلومات التي نجمعها

# privacy_policy_screen_tex4
source: 3- How We Use Information
ar: 3- كيفية استخدام المعلومات

# contact_us_screen_text1
source: Contact Us
ar: تواصل معنا

# contact_us_screen_text2
source: First Name
ar: الإسم الأول

# contact_us_screen_text3
source: First Name
ar: الإسم الأول

# contact_us_screen_text4
source: Last Name
ar: إسم العائلة

# contact_us_screen_text5
source: Last Name
ar: إسم العائلة

# contact_us_screen_text6
source: Email
ar: البريد الإلكتروني

# contact_us_screen_text7
source: Your Email
ar: البريد الإلكتروني الخاص بك

# contact_us_screen_text8
source: Phone Number
ar: رقم الهاتف

# contact_us_screen_text9
source: Phone Number
ar: رقم الهاتف

# contact_us_screen_text10
source: Message
ar: الرسالة

# contact_us_screen_text11
source: The message you want to send to Wallet Deals
ar: الرسالة التي تود ارسالها إلى واليت ديلز

# contact_us_screen_text12
source: Send Message
ar: إرسال الرسالة

# trader_one_home_text1
source: Trader Section
ar: قسم المزودين

# trader_one_home_text2
source: Good Morning
ar: صباح الخير

# trader_one_home_text3
source: Good Evening
ar: مساء الخير

# trader_one_home_text4
source: Last Login
ar: أخر تسجيل

# trader_one_home_text5
source: Shortcuts
ar: الإختصارات

# trader_one_home_text6
source: Modify Discount
ar: تعديل على الخصم

# trader_one_home_text7
source: Submit Request
ar: إرسال طلب

# trader_one_home_text8
source: Add Customer
ar: إضافة زبون

# trader_one_home_text9
source: Customer Requests
ar: طلبات الزبائن

# trader_one_home_text10
source: Personal Page
ar: الصفحة الشخصية

# trader_one_edit_discount_text1
source: Modify Discount Percentage
ar: تعديل نسبة الخصم

# trader_one_edit_discount_text2
source: Old Discount Percentage
ar: نسبة الخصم القديمة

# trader_one_edit_discount_text3
source: Old Discount Percentage
ar: نسبة الخصم القديمة

# trader_one_edit_discount_text4
source: New Discount Percentage
ar: نسبة الخصم الجديدة

# trader_one_edit_discount_text5
source: New Discount Percentage
ar: نسبة الخصم الجديدة

# trader_one_edit_discount_text6
source: Send Modification Request
ar: إرسال طلب التعديل

# dialog_in_edit_discount_text1
source: Confirm Submission
ar: تأكيد الإرسال

# dialog_in_edit_discount_text2
source: Are you sure you want to send the discount modification?
ar: هل أنت متأكد من رغبتك في إرسال تعديل الخصم ؟

# dialog_in_edit_discount_text3
source: Please ensure all information is correct before submission.
ar: يرجى التأكد من صحة جميع المعلومات قبل الإرسال

# dialog_in_edit_discount_text4
source: Cancel
ar: إلغاء

# dialog_in_edit_discount_text5
source: Send
ar: إرسال

# trader_subscribe_screen_text1
source: Subscribe Now
ar: اشتـــرك الآن

# trader_subscribe_screen_text2
source: Choose the Customer's Preferred Plan
ar: اختر الخطة التي يفضلها الزبون

# trader_subscribe_screen_text3
source: Choose the plan now that your customer prefers, and let them enjoy exclusive discounts on everything they need with Wallet Deals!
ar: اخترالباقة الآن التي يفضلها الزبون واجعله يستمتع بخصومات حصرية على كل ما يحتاجه مع Wallet Deals!

# trader_subscribe_screen_text4
source: Popular Plan
ar: الخطة الرائجة

# trader_subscribe_screen_text5
source: Subscription Duration
ar: مدة الإشتراك

# trader_subscribe_screen_text6
source: Monthly
ar: كل شهر

# trader_subscribe_screen_text7
source: Included Sectors
ar: القطاعات المشمولة

# trader_subscribe_screen_text8
source: Subscribe to This Plan
ar: الاشتراك في هذه الخطة

# trader_subscribe_screen_text9
source: Customer Subscription Details
ar: تفاصيل إشتراك الزبون

# trader_detials_subscribe_dialog_text1
source: Customer Subscription Details
ar: تفاصيل إشتراك الزبون

# trader_detials_subscribe_dialog_text2
source: My Profit from the Transaction:
ar: أرباحي من العملية :

# trader_detials_subscribe_dialog_text3
source: NIS
ar: شيكل

# trader_detials_subscribe_dialog_text4
source: Package Price for Trader:
ar: سعر الباقة على التاجر :

# customer_requests_screen_text1
source: Customer Requests
ar: طلبات الزبائن

# customer_requests_screen_text2
source: Unconfirmed
ar: الغير مؤكدة

# customer_requests_screen_text3
source: Completed
ar: المكتملة

# customer_requests_screen_text4
source: Confirm All Requests
ar: تأكيد جميع الطلبات

# customer_requests_screen_text5
source: Confirm Request
ar: تأكيد الطلب

# customer_requests_screen_text6
source: Invoice Amount:
ar: مبلغ الفاتورة:

# customer_requests_screen_text7
source: NIS
ar: شيكل

# customer_requests_screen_text8
source: Amount Customer Will Pay After Discount
ar: المبلغ الذي سيدفعه الزبون بعد الخصم

# customer_requests_screen_text9
source: Sales Through Wallet Deals
ar: المبيعات من خلال شركة واليت ديلز

# customer_requests_screen_text10
source: NIS
ar: شيكل
